Repository: Elchinas25/Magic-Web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Mail/Number
es: Mail/Número

source: Name/Company
es: Nombre/Compañía

source: Message
es: Mensaje

source: Leave either a mail or a number and we will contact you
es: Déjanos ya sea un mail o un número y te contactaremos

source: Number
es: Número

source: The mail should contain "@"
es: El mail debería contener "@"

source: "{}" is not a number. Please try again
es: "{}" no es un numero. Por favor, prueba otra vez

source: The number is too short. It shoud contain, at least, 9 numbers.
es: El número es demsiado corto.

source: We need either a mail or a number to contact you.
es: Necesitamos ya sea un correo o un número para contactarte

source: English
es: Ingles

source: Spanish
es: Español

source: This field is required
es: Es necesario rellenar este campo

source: The number is too short
es: El número es demasiado corto

source: The number is too large
es: El número el demasiado largo

source: Mail not correct
es: El mail no es correcto

source: Too short to be a valid mail or number
es: Demasiado corto para ser válido

source: The message should contain less than
es: El mensaje debería contener menos de

source: characters
es: caracteres

source: Image %1 of %2
es: Imagen %1 de %2

source: Click the right half of the image to move forward.
es: Click sobre la mitad derecha de la imagen para avanzar

source: Gallery
es: Galeria

source: Contact
es: Contacto

source: Languages
es: Idiomas

source: Social Media
es: Redes sociales

source: Message (optional)
es: Mensaje (opcional)

source: Send message
es: Enviar mensaje
